<section class="videogallery">
    <div class="videogallery__background"></div>
    <div class="videogallery__content">
        <div class="videogallery__slider">
            <div class="videogallery__slide">
                <h2>Собственное производство</h2>
                <div class="videogallery__image-wrap">
                    <img class="fitImage" src="/img/01.jpg"></img>
                </div>
                <p>Собственное производство снимает любые ограничения на цвет, фактуру и конфигурацию натяжного полотна. Мы изготавливаем потолки по индивидуальному заказу, не ориентируясь на сезонность коллекций и не ограничивая вас одними лишь имеющимися каталогами.</p>
            </div>
            <div class="videogallery__slide">
                <h2>Собственное производство</h2>
                <div class="videogallery__image-wrap">
                    <img class="fitImage" src="/img/01.jpg"></img>
                </div>
                <p>Собственное производство снимает любые ограничения на цвет, фактуру и конфигурацию натяжного полотна. Мы изготавливаем потолки по индивидуальному заказу, не ориентируясь на сезонность коллекций и не ограничивая вас одними лишь имеющимися каталогами.</p>
            </div>
            <div class="videogallery__slide">
                <h2>Собственное производство</h2>
                <div class="videogallery__image-wrap">
                    <img class="fitImage" src="/img/01.jpg"></img>
                </div>
                <p>Собственное производство снимает любые ограничения на цвет, фактуру и конфигурацию натяжного полотна. Мы изготавливаем потолки по индивидуальному заказу, не ориентируясь на сезонность коллекций и не ограничивая вас одними лишь имеющимися каталогами.</p>
            </div>
            <div class="videogallery__slide">
                <h2>Собственное производство</h2>
                <div class="videogallery__image-wrap">
                    <img class="fitImage" src="/img/01.jpg"></img>
                </div>
                <p>Собственное производство снимает любые ограничения на цвет, фактуру и конфигурацию натяжного полотна. Мы изготавливаем потолки по индивидуальному заказу, не ориентируясь на сезонность коллекций и не ограничивая вас одними лишь имеющимися каталогами.</p>
            </div>
        </div>
    </div>
</section>
